Revit 2027 API
ParameterTypeId.LevelDataOwningLevel Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelDataOwningLevel { get; }
Public Shared ReadOnly Property LevelDataOwningLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelDataOwningLevel {
	ForgeTypeId^ get ();
}
static member LevelDataOwningLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace